{
	"ABOUT": "About",
	"ABOUT_BUG1": "You won't be able to see the horizontal scrollbar until you scroll the page down to the bottom. In the other words, it is hard to scroll the page horizontally. Whereas you can scroll the page horizontally in Google Chrome using Shift + Mouse Wheel, it doesn't work in Mozilla Firefox.",
	"ABOUT_BUG2": "Column headers disappear on vertical scrolling. The user gets lost in the grid and can't figure out what exact column means a certain tournament stage.",
	"ABOUT_BUG3": "The grid has very low performance on weak (by \"weak\" I mean Intel i5) machines and mobile devices. Awful lags happen on scrolling (about 4 FPS).",
	"ABOUT_TEXT1": "GG Cup project is a homemade craft of ${author}Egor_N${endlink}, a ${gg}GoodGame.ru${endlink} viewer. This is the client based on open GoodGame.ru API and created to make tournament watching faster and more comfortable compared to the original one. By the time of the project start, several months have passed since the ultimate update of GoodGame.ru UI. Besides a bunch of new features, this update has brought some lags and ${expander1}serious bugs${endlink}.",
	"ABOUT_TEXT2": "This project was started to create a more comfortable grid. However, considering that GoodGame.ru developers have managed to fix the majority of bugs after long time, and also due to communication difficulties with GoodGame.ru administration, the development has been frozen for an unpredictable time.",
	"ABOUT_TITLE": "About the project and the reasons of its creation",
	"ALIGN_GRID_BY_THIS_PLAYER": "Align grid by this player",
	"ANOTHER": "Another",
	"CONTACT_INFO": "Contact info and references",
	"CONTACT_INFO_AUTHOR": "Author: Egor Nepomnyaschih",
	"CONTACT_INFO_DOC": "jWidget documentation",
	"CONTACT_INFO_GG": "My GoodGame.ru channel",
	"CONTACT_INFO_ISSUES": "Issues and requests",
	"CONTACT_INFO_JWIDGET": "jWidget source code",
	"CONTACT_INFO_SOURCE": "Program source code",
	"CONTACT_INFO_VIDEO": "Announcement and video of the first 15 hours of development",
	"CONTACT_INFO_YT": "My Youtube channel",
	"COPYRIGHT": "Egor Nepomnyaschih. All rights reserved.",
	"CUP_NAME": "Name",
	"DATE": "Date",
	"DISABLE_ALIGNMENT_BY_PLAYER": "Disable alignment by player",
	"ERROR_INVALID_CUP_ID": "Tournament ID is not specified.",
	"ERROR_INVALID_GRID_TYPE": "It seems that this tournament has an unsupported grid type. This client supports only Single Elimination and Double Elimination. If this grid has one of these types, but you still see this error, please, ${link}report it${endlink}.",
	"ERROR_UNABLE_TO_LOAD": "Unable to load and parse the tournament data. Perhaps the tournament with this ID does not exist or it has an unsupported grid type. If this is not a case, please, ${link}report this issue${endlink}.",
	"FINAL": "Final",
	"FINISHED_TOURNAMENTS": "Finished tournaments",
	"GAME": "Game",
	"GRAND_FINAL": "Grand final",
	"HIDE_STAGE": "Hide stage",
	"LOAD_MORE": "Load more",
	"LOSERS_BRACKET": "Losers bracket",
	"MEMBER": "member",
	"MEMBER_PL1": "members",
	"MEMBER_PL2": "members",
	"MEMBERS": "Members",
	"ONGOING_TOURNAMENTS": "Ongoing tournaments",
	"OPEN_AND_TRY_AGAIN": "Open a tournament at GoodGame.ru and try again.",
	"OPEN_GG": "Open GoodGame.ru",
	"OPEN_IN_GGCUP": "Open in GG Cup",
	"PRIZE": "Prize",
	"PROJECT_DESCRIPTION": "GG Cup is the better tournament grid for ${link} viewers. Keep track of the tournaments without bugs and lags in your browser!",
	"PROJECT_INFO1": "Select the tournament from the list or create a bookmark in your browser to quickly open GG Cup right from GoodGame.ru site. Just drag and drop the next link to your bookmark panel",
	"PROJECT_INFO2": "And vice versa, you can always return back to GoodGame.ru by clicking the button in the top right corner of the site.",
	"PROJECT_NAME": "GG Cup tournament grid",
	"SEMIFINAL": "Semifinal",
	"SHOW_HIDDEN_STAGES": "Show hidden stages",
	"SUPPORT": "Support",
	"SUPPORT_VIA_YM": "Support GG Cup application via Yandex.Money",
	"TERMS_OF_USE": "Terms of use",
	"TERMS_OF_USE1": "\"GG Cup tournament grid\" project is being distributed under terms of two licenses: GPL v3 and commercial license.",
	"TERMS_OF_USE2": "In general, GPL v3 license looks like this: <i>you may use this project personally for free, you may redistribute it only under the same license, you may reuse it only in the project with the same license, author doesn't provide any warranties and he is not responsible for anything, the source code is opened, you must notify author about any changes in the source code.</i> For more details, see ${gnu}GNU official site${endlink}. You may receive a copy of the license there as well.",
	"TERMS_OF_USE3": "If GNU v3 license doesn't fit your needs (for example, if you want to use this grid in your commercial project distributed under a different license), then the author is ready to conclude a personal contract with you with different terms.",
	"THIRD_PLACE_MATCH": "Third place match",
	"TOURNAMENTS": "Tournaments",
	"UNABLE_TO_LOAD_CONTENT": "Unable to load content.",
	"UPCOMING_TOURNAMENTS": "Upcoming tournaments",
	"WINNERS_BRACKET": "Winners bracket"
}
