{
	"ABOUT": "О проекте",
	"ABOUT_BUG1": "Горизонтальный скроллинг вы не увидите, пока не докрутите внешний скроллбар до низу. То есть горизонтально скроллить сетку, опять же, очень тяжело. И если в Google Chrome вы хотя бы можете использовать горизонтальную прокрутку колесиком мыши, зажав клавишу Shift, то в Mozilla Firefox все очень печально - там это не работает.",
	"ABOUT_BUG2": "Заголовки столбцов сетки пропадают при вертикальной прокрутке. Пользователь теряется в сетке, не понимая, какой раунд турнира отображается в каждом столбце сетки.",
	"ABOUT_BUG3": "Сетка очень сильно тормозит на слабых (ну как слабых... с Intel i5 процессором) машинах и мобильных устройствах. Жуткие пролаги при прокрутке (около 4 FPS).",
	"ABOUT_TEXT1": "Проект GG Cup - домашняя поделка ${author}Егора Н.${endlink}, одного из зрителей ${gg}GoodGame.ru${endlink}. Это клиент, созданный на базе открытого API сайта GoodGame.ru с той целью, чтобы сделать просмотр турниров быстрее и удобнее оригинала. К моменту старта проекта прошло несколько месяцев со дня массового обновления UI сайта GoodGame.ru, которое, помимо ряда новых фич, принесло тормоза в работе сайта и ${expander1}серьезные баги${endlink}.",
	"ABOUT_TEXT2": "Этот проект был запущен с целью создать более удобную сетку. Тем не менее, учитывая, что разработчикам GoodGame.ru спустя длительное время все-таки удалось исправить большинство багов, а также из-за сложностей коммуникации с владельцами GoodGame.ru, сейчас разработка приостановлена на неопределенное время.",
	"ABOUT_TITLE": "О проекте и причинах его появления",
	"ALIGN_GRID_BY_THIS_PLAYER": "Выровнять сетку по этому игроку",
	"ANOTHER": "Другая",
	"CONTACT_INFO": "Контактные данные и ссылки",
	"CONTACT_INFO_AUTHOR": "Автор: Егор Непомнящих",
	"CONTACT_INFO_DOC": "Документация jWidget",
	"CONTACT_INFO_GG": "Мой канал на GoodGame.ru",
	"CONTACT_INFO_ISSUES": "Замечания и пожелания",
	"CONTACT_INFO_JWIDGET": "Исходный код jWidget",
	"CONTACT_INFO_SOURCE": "Исходный код программы",
	"CONTACT_INFO_VIDEO": "Анонс и запись первых 15 часов разработки",
	"CONTACT_INFO_YT": "Мой канал на Youtube",
	"COPYRIGHT": "Егор Непомнящих. Все права защищены.",
	"CUP_NAME": "Название",
	"DATE": "Дата",
	"DISABLE_ALIGNMENT_BY_PLAYER": "Убрать выравнивание по игроку",
	"ERROR_INVALID_CUP_ID": "Не указан ID турнира.",
	"ERROR_INVALID_GRID_TYPE": "Похоже, сетка этого турнира имеет неподдерживаемый формат. Этот клиент пока поддерживает только Single Elimination и Double Elimination. Если турнир проходит в одном из этих форматов, но вы видите эту ошибку, пожалуйста, ${link}сообщите о ней команде проекта${endlink}.",
	"ERROR_UNABLE_TO_LOAD": "Не удалось загрузить и прочитать данные турнира. Возможно, турнир с таким ID не существует или он не проходит в формате Single Elimination. Если это не так, пожалуйста, ${link}сообщите об ошибке команде проекта${endlink}.",
	"FINAL": "Финал",
	"FINISHED_TOURNAMENTS": "Прошедшие турниры",
	"GAME": "Игра",
	"GRAND_FINAL": "Суперфинал",
	"HIDE_STAGE": "Скрыть этап",
	"LOAD_MORE": "Загрузить еще",
	"LOSERS_BRACKET": "Нижняя сетка",
	"MEMBER": "участник",
	"MEMBER_PL1": "участника",
	"MEMBER_PL2": "участников",
	"MEMBERS": "Участники",
	"ONGOING_TOURNAMENTS": "Текущие турниры",
	"OPEN_AND_TRY_AGAIN": "Перейдите на турнир GoodGame.ru и попробуйте снова.",
	"OPEN_GG": "Перейти на GoodGame.ru",
	"OPEN_IN_GGCUP": "Открыть в GG Cup",
	"PRIZE": "Призовой",
	"PROJECT_DESCRIPTION": "GG Cup - лучшая турнирная сетка для зрителей ${link}. Следите за турнирами без багов и тормозов в вашем браузере!",
	"PROJECT_INFO1": "Выбирайте турнир из списка или создайте закладку в своем браузере для быстрого перехода на GG Cup прямо с сайта GoodGame.ru, перетащив следующую ссылку на панель закладок",
	"PROJECT_INFO2": "И, наоборот, вы всегда можете вернуться на GoodGame.ru, нажав на кнопку в верхнем правом углу сайта.",
	"PROJECT_NAME": "Турнирная сетка GG Cup",
	"SEMIFINAL": "Полуфинал",
	"SHOW_HIDDEN_STAGES": "Показать скрытые этапы",
	"SUPPORT": "Поддержать",
	"SUPPORT_VIA_YM": "Поддержать приложение GG Cup через Яндекс.Деньги",
	"TERMS_OF_USE": "Пользовательское соглашение",
	"TERMS_OF_USE1": "Проект \"Турнирная сетка GG Cup\" распространяется под двумя лицензиями: GPL v3 и коммерческая лицензия.",
	"TERMS_OF_USE2": "В общих чертах, смысл лицензии GPL v3 сводится к следующему: <i>вы можете бесплатно использовать этот проект для себя, перераспространять его вы можете только под той же самой лицензией, переиспользовать его вы можете только в проектах с той же самой лицензией, автор никаких гарантий не дает и никакой ответственности не несет, исходный код открыт, о любых изменениях в исходном коде вы должны сообщать автору.</i> Более подробно ознакомиться с лицензией вы можете на ${gnu}официальном сайте GNU${endlink}. Там же вы можете получить копию лицензии.",
	"TERMS_OF_USE3": "Если эта лицензия вас не устраивает (например, если вы хотите использовать эту сетку в своем коммерческом проекте, распространяемым под другой лицензией), то автор готов заключить с вами персональный контракт, условия которого будут оговорены индивидуально.",
	"THIRD_PLACE_MATCH": "Матч за третье место",
	"TOURNAMENTS": "Турниры",
	"UNABLE_TO_LOAD_CONTENT": "Не удалось загрузить содержимое.",
	"UPCOMING_TOURNAMENTS": "Предстоящие турниры",
	"WINNERS_BRACKET": "Верхняя сетка"
}
